tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "htop"
brew "hub"
brew "kubernetes-cli", link: false
brew "mas"
brew "mkcert"
brew "node"
brew "watch"
brew "wget"
brew "yarn"
brew "github/gh/gh"
cask "1password"
cask "alfred"
cask "bettertouchtool"
cask "discord"
cask "figma"
cask "firefox"
cask "insomnia"
cask "notion"
cask "sketch"
cask "spotify"
cask "visual-studio-code"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-roboto"
mas "Bear", id: 1091189122
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
