tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "htop"
brew "hub"
brew "kubernetes-cli", link: false
brew "mas"
brew "mkcert"
brew "node"
brew "watch"
brew "wget"
brew "yarn"
brew "gh"
brew "n"
brew "autojump"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "thefuck"

cask "1password"
cask "alfred"
cask "cleanshot"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "mockoon"
cask "sketch"
cask "slack"
cask "visual-studio-code"

cask "torguard"
cask "zoomus"

mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist: To-Do List & Tasks", id: 585829637
